<div class="block">
    <div class="list2">
        <h2 class="fillet_all color2a">會員服務條款</h2>
        <div class="clearfix"></div>
        <ol>
            <li>關於本服務條款
                <p><a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>係依據本服務條款提供<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>（ http://travel.olc.tw/ ）服務 (以下簡稱「本服務」)。當您使用本服務時，即表示您已閱讀、瞭解並同意接受本服務條款之所有內容。<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>有權於任何時間修改或變更本服務條款之內容，建議您隨時注意該等修改或變更。您於任何修改或變更後繼續使用本服務，視為您已閱讀、瞭解並同意接受該等修改或變更。如果您不同意本服務條款的內容，您應立即停止使用本服務。</p>
            </li>
            <li>與其他網站的連結
                <p>本服務或協力廠商可能會提供連結至其他網站或網路資源的連結。您可能會因此連結至其他網站，但不表示本服務與那些網站有任何關係。其他網站均由各網站經營者自行負責，不屬本服務控制及負責範圍之內。本服務對任何外部連結，不擔保其合適性、可依賴性、即時性、有效性、正確性及完整性。您並同意本服務無須為您連結至非屬於本服務之網站所生之任何損害，負損害賠償之責任。</p>
            </li>
            <li>您的註冊義務<br>
                <p>為了能使用本服務，您同意以下事項：</p>
                <ul>
                    <li>依本服務註冊表之提示提供您本人正確、最新及完整的資料。</li>
                    <li>維持並更新您個人資料，確保其為正確、最新及完整。若您提供任何錯誤、不實或不完整的資料，本服務有權暫停或終止您的帳號，並拒絕您使用本服務之全部或一部。</li>
                </ul>
            </li>
            <li>本服務隱私權政策
                <p>關於您的會員註冊以及其他特定資料依本服務「隱私權政策」受到保護與規範。您瞭解當您使用本服務時，您同意本服務依據「隱私權政策」進行您個人資料的蒐集與利用，包括跨國間的傳輸與儲存及<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>之利用。</p>
            </li>
            <li>會員帳號、密碼及安全<br>
                <p>完成本服務的註冊程序後，您將建立一個密碼及帳號。維持密碼及帳號的機密安全，是您的責任。您並同意以下事項：</p>
                <ul>
                    <li>您的密碼或帳號遭到盜用或有其他任何安全問題發生時，您將立即通知本服務。</li>
                    <li>每次連線完畢，均結束您的帳號使用(也就是登出本服務)。</li>
                </ul>
            </li>
            <li>您的守法義務及承諾
                <p>您承諾絕不為任何非法目的或以任何非法方式使用本服務，並承諾遵守中華民國相關法規及一切相關國際慣例。您若係中華民國以外之使用者，並同意遵守所屬國家或地域之法令。您同意並保證不得利用本服務從事侵害他人權益或違法之行為。</p>
            </li>
            <li>系統中斷或故障
                <p>本服務有時可能會出現中斷或故障等現象，或許將造成您使用上的不便、資料喪失、錯誤、遭人篡改或其他經濟上損失等情形。您於使用本服務時宜自行採取防護措施。本服務對於您因使用（或無法使用）本服務而造成的損害，除故意或重大過失外，不負任何賠償責任。</p>
            </li>
            <li>資訊或建議
                <p><a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>對於您使用本服務或經由本服務連結之其他網站而取得之資訊或建議，不擔保其為完全正確無誤。<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>對於本服務所提供之資訊或建議有權隨時修改或刪除。您在做出任何相關規劃與決定之前，仍應請教專業人員針對您的情況提出意見，以符合您的個別需求。 <a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>隨時會與其他公司、廠商等第三人合作，基於尊重內容提供者之智慧財產權，<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>對其所提供之內容並不做實質之審查或修改，對該等內容之正確真偽亦不負任何責任。對該等內容之正確真偽，您宜自行判斷之。您若認為某些內容涉及侵權或有所不實，請逕向該內容提供者反應意見。</p>
            </li>
            <li>廣告
                <p>您在本服務中瀏覽到的所有廣告內容、文字與圖片之說明、展示樣品或其他銷售資訊，均由各該廣告商、產品與服務的供應商所設計與提出。您對於廣告之正確性與可信度應自行斟酌與判斷。<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>僅接受委託予以刊登，不對前述廣告負擔保責任。</p>
            </li>
            <li>免責聲明
                <p>您明確瞭解並同意，<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>對本服務不提供任何明示或默示的擔保，包含但不限於權利完整、商業適售性、特定目的之適用性及未侵害他人權利。您使用本服務及軟體時，須自行承擔相關風險。</p>
            </li>
            <li>會員行為
                <p>由會員公開張貼或私下傳送的資訊、資料、文字、軟體、音樂、音訊、照片、圖形、視訊、信息或其他資料（以下簡稱「會員內容」），均由「會員內容」提供者自負責任。<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>無法控制經由本服務而張貼之「會員內容」，因此不保證其正確性、完整性或品質。您瞭解使用本服務時，可能會接觸到令人不快、不適當、令人厭惡之「會員內容」。在任何情況下，<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>均不為任何「會員內容」負責，包含但不限於任何錯誤或遺漏，以及經由本服務衍生之任何損失或損害。</p>
                <p>您瞭解<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>並未針對「會員內容」事先加以審查，但<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>有權（但無義務）依其自行之考量，拒絕或移除經由本服務提供之任何「會員內容」。您使用任何「會員內容」時，就前開「會員內容」之正確性、完整性或實用性之情形，您同意必須自行加以評估並承擔所有風險。</p>
            </li>
            <li>智慧財產權的保護
                <p><a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>所使用之軟體或程式、網站上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計、會員內容等，均由<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。任何人不得逕自使用、修改、重製、公開播送、公開傳輸、公開演出、改作、散佈、發行、公開發表、進行還原工程、解編或反向組譯。若您欲引用或轉載前述軟體、程式或網站內容，除明確為法律所許可者外，必須依法取得<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>或其他權利人的事前書面同意。尊重智慧財產權是您應盡的義務，如有違反，您應對<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>負損害賠償責任。</p>
            </li>
            <li>您對<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>之授權<br>
                <p>若您無合法權利得授權他人使用、修改、重製、公開播送、改作、散佈、發行、公開發表某資料，並將前述權利轉授權第三人，請勿擅自將該資料上載、傳送、輸入 或提供予<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>。您所上載、傳送、輸入或提供予<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>之任何資料，其權利仍為您或您的授權人所有；但任何資料一經您上載、傳送、輸入 或提供予<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>時，即表示您同意：</p>
                <ul>
                    <li>由<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>儲存或管理該資料，並公開刊登、使用於<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>及其合作企業的相關系統網路上</li>
                    <li>授權<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>可以基於公益或為宣傳、推廣或經營<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>及本服務之目的，進行使用、修改、重製、公開播送、改作、散佈、發行、公開發表、公開傳輸、公開上映、翻譯該等資料，並得在此範圍內將前述權利轉授權他人。您並保證<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>使用、修 改、重製、公開播送、改作、散佈、發行、公開發表、公開傳輸、公開上映、翻譯、轉授權該等資料，不致侵害任何第三人之智慧財產權，否則應對<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>負損害賠償責任。</li>
                </ul>
            </li>
            <li>通知
                <p>如依法或其他相關規定須為通知時，<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>得以包括但不限於：電子郵件、一般信件、簡訊、多媒體簡訊、文字訊息、張貼於本服務網頁，或其他現在或未來合理之方式通知您，包括本服務條款之變更。但若您違反本服務條款，以未經授權的方式存取本服務，您將不會收到前述通知。當您經由授權的方式存取本服務，而同意本服務條款時，您即同意<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>所為之任何及所有給您的通知，都視為送達。</p>
            </li>
            <li>著作權侵害處理
                <p><a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>尊重他人著作權，亦要求我們的使用者同樣尊重他人著作權。若您認為<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>網站中之任何網頁內容或網友使用<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>服務已侵害您的著作權，請提供下列資料及聲明並經簽名或蓋章後，將通知書掃瞄為電子檔後作為電子郵件附件寄送予<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>。</p>
                <ol>
                    <li>著作權人或著作權人之代理人之姓名或名稱、聯絡地址及聯絡電話、電子信箱或傳真號碼。</li>
                    <li>被侵害之著作或製版之名稱。</li>
                    <li>侵害著作權之內容所在頁面的網址(URL)等足使<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>確認該涉有侵權內容之相關資訊；並請求移除侵害著作權之內容。</li>
                    <li>聲明著作權人確係基於善意，相信該侵權內容的使用是未經過合法授權或違反著作權法。</li>
                    <li>聲明您於通知書所載相關資料均為真實，且您是著作權人或著作權人之代理人而為上開聲明。</li>
                    <li>保證上開聲明如有不實致<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>或他人受損害者，著作權人願負法律責任。</li>
                </ol>
                <p>您使用本服務若有侵權情事者，<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>將依情節輕重終止您全部或部分服務。</p>
            </li>
            <li>對<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>的貢獻
                <p>若您透過建議或回應網頁對於<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>提供任何想法、建議、文件及提議（以下稱「貢獻」），您認知並同意以下事項：</p>
                <ol>
                    <li>您的貢獻並非特定機密或專有資訊。</li>
                    <li><a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>對前開貢獻並不負有任何明示或默示的保密責任。</li>
                    <li><a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>有權在全球為任何目的、以任何方式、在任何媒體上，使用或揭露（或選擇不使用或揭露）前開貢獻。</li>
                    <li><a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>可能已有與前述貢獻相似而正在考慮或發展中的想法或提案。</li>
                    <li>您的貢獻將自動於<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>不對您負任何責任的情形下，成為<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>之財產。</li>
                    <li>您於任何情形下皆無權利對<a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>主張任何形式的賠償或補償。</li>
                </ol>
            </li>
            <li>不得為商業利用
                <p>您同意不對本服務任何部分或本服務之使用或存取，進行重製、拷貝、出售、交易、轉售或作任何商業目的之使用。</p>
            </li>
            <li>服務變更
                <p><a href="http://travel.olc.tw" title="就愛玩">就愛玩</a>保留於任何時點，不經通知隨時修改或暫時或永久停止繼續提供本服務（或其任一部分）的權利。</p>
            </li>
        </ol>
    </div>
</div>
<div class="clearfix"></div>